{
	"_meta": {
		"sources": [
			{
				"json": "Nightfell",
				"abbreviation": "NF",
				"full": "Nightfell",
				"url": "",
				"authors": [
					"Angelo Peluso"
				],
				"convertedBy": []
			}
		],
		"dateAdded": 1643032355,
		"dateLastModified": 1667938661
	},
	"race": [
		{
			"name": "Anireth - Primi Uomini",
			"source": "Nightfell",
			"ability": [
				{
					"int": 2,
					"any": 1
				}
			],
			"speed": 30,
			"darkvision": 60,
			"languageProficiencies": [
				{
					"common": true,
					"Sussurro degli Echi": true
				}
			],
			"size": [
				"M"
			],
			"entries": [
				{
					"type": "entries",
					"name": "Age",
					"entries": [
						"Gli Anireth sono più longevi degli Umani e possono arrivare sino a 150 anni di età, nonostante abbiano un processo di invecchiamento simile al loro."
					]
				},
				{
					"type": "entries",
					"name": "Alignment",
					"entries": [
						"questa razza combatte da sempre col proprio lato oscuro, sebbene molti di loro si mantengano neutrali o agiscano per aiutare la comunità; alcuni, tuttavia, si lasciano facilmente irretire dal fascino delle tenebre."
					]
				},
				{
					"type": "entries",
					"name": "Size",
					"entries": [
						"hanno la stessa corporatura degli Umani, quindi sono di taglia Media."
					]
				},
				{
					"type": "entries",
					"name": "Darkvision",
					"entries": [
						"grazie alla sua familiarità con l’ombra, un Anireth beneficia di Scurovisione fino a 18 metri (60 feet)."
					]
				},
				{
					"type": "entries",
					"name": "Traslazione Spettrale",
					"entries": [
						"a partire dal 1° livello, un Anireth può spendere un’azione e muoversi della propria velocità traslando dentro e fuori dal piano etereo; durante questo movimento, gli attacchi di opportunità contro il personaggio dispongono di Svantaggio, il personaggio ignora il terreno difficile e può attraversare lo spazio occupato da altre creature o oggetti solidi (ma non può terminare il suo movimento in uno spazio occupato); una volta utilizzato questo privilegio, un Anireth deve completare un riposo breve o lungo prima di poterlo utilizzare di nuovo."
					]
				},
				{
					"type": "entries",
					"name": "Retaggio oscuro",
					"entries": [
						"verso la tenebra che ha contaminato la loro stirpe; a partire dal 1° livello, essi aggiungono il loro modificatore di Intelligenza ai Punti Spirito guadagnati ad ogni livello; a partire dal 5° livello, essi possono lanciare l’incantesimo individuazione del magico; una volta lanciato l’incantesimo, un Anireth deve completare un riposo lungo prima di poterlo lanciare di nuovo (Intelligenza è la caratteristica da incantatore per questo incantesimo)."
					]
				},
				{
					"type": "entries",
					"name": "Presenza spettrale",
					"entries": [
						"gli Anireth possiedono Competenza in Intimidire."
					]
				},
				{
					"type": "entries",
					"name": "Sensibilità alle Armi Tetre",
					"entries": [
						"il legame degli Anireth con Ènferun li rende suscettibili ai colpi inferti dalle armi con proprietà Arma Tetra, come fossero Immondi (gli attacchi portati nei loro confronti sono da considerarsi magici e dispongono di Vantaggio); questo, comunque, non impedisce agli Anireth di brandirle in combattimento."
					]
				},
				{
					"type": "entries",
					"name": "Language",
					"entries": [
						"gli Anireth sono in grado di parlare, leggere e scrivere in Comune; sono inoltre in grado di capire e parlare il Sussurro degli Echi."
					]
				}
			]
		}
	]
}
